[
  {
    "title": "Cryptoolsec",
    "repoUrl": "https://github.com/L0g0rhythm/Cryptoolsec",
    "description": "Ferramenta segura em Python (CLI e GUI) para criptografia e descriptografia eficientes de arquivos/fluxos de dados (streams). Utiliza o padrão AES-256-GCM e operações de E/S (Entrada/Saída) em streaming. Suporta senhas, processadas com Argon2id e Salt, ou o uso de arquivos de chave. Desenvolvida com foco em segurança e automação."
  },
  {
    "title": "EITIN",
    "repoUrl": "https://github.com/L0g0rhythm/EITIN",
    "description": "Script PowerShell para inventário de TI automatizado. Coleta informações detalhadas sobre hardware, software, rede e segurança do sistema, sendo executado com privilégios elevados para garantir a completude e integridade dos dados."
  },
  {
    "title": "MDex",
    "repoUrl": "https://github.com/L0g0rhythm/MDex",
    "description": "Script em Python para baixar capítulos de mangá da API do MangaDex e criar PDFs automaticamente. Suporta múltiplos idiomas, modos interativo e CLI, e seleção flexível."
  },
  {
    "title": "Control-Aegis",
    "repoUrl": "https://github.com/L0g0rhythm/Control-Aegis",
    "description": "Módulo PowerShell para gerenciar bloqueios e exceções de portas (Firewall) e domínios (arquivo Hosts) no Windows, utilizando um arquivo de configuração config.json. Oferece suporte a registro de logs e funcionalidade de rollback."
  },
  {
    "title": "WinNetDiag",
    "repoUrl": "https://github.com/L0g0rhythm/WinNetDiag",
    "description": "Ferramenta interativa em PowerShell para diagnóstico e reparo de redes no Windows. Seu menu inclui verificações e correções progressivas (com opções que vão de uma Redefinição Leve a uma Redefinição Profunda), análise direcionada, checagem de conexões/serviços e logs detalhados. Ideal para equipes de suporte de TI."
  },
  {
    "title": "WinOpti",
    "repoUrl": "https://github.com/L0g0rhythm/WinOpti",
    "description": "WinOpti é um script de otimização para Windows que melhora o desempenho do sistema, limpando arquivos temporários, esvaziando caches de navegadores, removendo logs desnecessários e finalizando processos que consomem muitos recursos, proporcionando uma experiência mais rápida e eficiente."
  },
  {
    "title": "SysStorageCheck",
    "repoUrl": "https://github.com/L0g0rhythm/SysStorageCheck",
    "description": "Script PowerShell para análise de armazenamento do sistema, monitoramento de discos, detecção de arquivos grandes e verificação de integridade com hash, gerando relatórios para a otimização da infraestrutura de TI."
  },
  {
    "title": "Auto-Clicker",
    "repoUrl": "https://github.com/L0g0rhythm/Auto-Clicker",
    "description": "Um script AutoHotkey simples para automatizar cliques do mouse em tarefas repetitivas. Ideal para jogos ou processos de automação que exigem cliques contínuos."
  }
]
