{
  "pt": [
    {
      "title": "SYSTEM ARCHITECTURE",
      "description": "Design de ecossistemas digitais escaláveis. Desenvolvimento de aplicações web de alta performance com foco em estabilidade e segurança desde o código-fonte.",
      "iconClass": "fas fa-sitemap"
    },
    {
      "title": "INFRA HARDENING",
      "description": "Blindagem completa de infraestrutura. Auditoria de vulnerabilidades, implementação de Zero Trust e protocolos de defesa ativa para servidores e endpoints.",
      "iconClass": "fas fa-shield-alt"
    },
    {
      "title": "THREAT INTELLIGENCE",
      "description": "Operações de Blue Team. Monitoramento contínuo, análise de vetores de ataque e estratégias de mitigação baseadas em dados reais de ameaças globais.",
      "iconClass": "fas fa-eye"
    },
    {
      "title": "PROCESS AUTOMATION",
      "description": "Engenharia de eficiência. Scripts personalizados (Python/PowerShell) para eliminar gargalos operacionais e automatizar fluxos de trabalho complexos.",
      "iconClass": "fas fa-robot"
    },
    {
      "title": "PERFORMANCE TUNING",
      "description": "Otimização cirúrgica de sistemas. Ajustes de kernel, limpeza de processos e overclocking seguro para extrair o máximo de hardware workstation ou gaming.",
      "iconClass": "fas fa-tachometer-alt"
    },
    {
      "title": "DIGITAL STEALTH",
      "description": "Consultoria de privacidade ofensiva. Proteção de identidade digital, criptografia de dados sensíveis e contra-medidas de engenharia social.",
      "iconClass": "fas fa-user-secret"
    }
  ],
  "en": [
    {
      "title": "SYSTEM ARCHITECTURE",
      "description": "Design of scalable digital ecosystems. Development of high-performance web applications focused on stability and security from the source code up.",
      "iconClass": "fas fa-sitemap"
    },
    {
      "title": "INFRA HARDENING",
      "description": "Complete infrastructure shielding. Vulnerability auditing, Zero Trust implementation, and active defense protocols for servers and endpoints.",
      "iconClass": "fas fa-shield-alt"
    },
    {
      "title": "THREAT INTELLIGENCE",
      "description": "Blue Team operations. Continuous monitoring, attack vector analysis, and mitigation strategies based on real-time global threat data.",
      "iconClass": "fas fa-eye"
    },
    {
      "title": "PROCESS AUTOMATION",
      "description": "Efficiency engineering. Custom scripts (Python/PowerShell) to eliminate operational bottlenecks and automate complex workflows.",
      "iconClass": "fas fa-robot"
    },
    {
      "title": "PERFORMANCE TUNING",
      "description": "Surgical system optimization. Kernel tweaking, process cleaning, and safe overclocking to extract maximum hardware performance (Workstation/Gaming).",
      "iconClass": "fas fa-tachometer-alt"
    },
    {
      "title": "DIGITAL STEALTH",
      "description": "Offensive privacy consulting. Digital identity protection, sensitive data encryption, and social engineering countermeasures.",
      "iconClass": "fas fa-user-secret"
    }
  ]
}
